Repository: nmpetkov/Quotes
Catalog: locale/*/LC_MESSAGES/module_quotes.po
Languages: nl

source: Random quotes
nl: Willekeurige quotes

source: Random quote block
nl: Willekeurige quote blok

source: There are too few Quotes in the database
nl: Er zijn te weinig quotes in de database

source: Sorry! No authorization to access this module.
nl: Helaas! Er is geen toegang verleend voor deze module.

source: Error! Quote creation failed.
nl: Fout! Quote aanmaken mislukt.

source: No such Quote found.
nl: Die quote is niet gevonden.

source: Error! Quote deletion failed.
nl: Fout! Quote wissen mislukt..

source: Error! Quote update failed.
nl: Fout! Quote bijwerken mislukt.

source: View Quotes List
nl: Toon quotes lijst

source: Create a Quote
nl: Maak een quote

source: Settings
nl: Instellingen

source: Done! Quote created.
nl: Klaar! Quote gemaakt.

source: Done! Quote updated.
nl: Klaar! Quote bijgewerkt.

source: Done! Module configuration updated.
nl: Klaar! Module configuratie bijgewerkt.

source: Error! Creation attempt failed.
nl: Fout! Aanmaken mislukt.

source: Error! Update attempt failed.
nl: Fout! Bijwerken mislukt.

source: Imported quotes
nl: Geïmporteerde quotes

source: Quotes imported from .7x version
nl: Geïmporteerde quotes van versie .7x

source: Error! Could not load the quotes.
nl: Fout! Kon de quotes niet laden.

source: Error! Unable to load class [%s%]
nl: Fout! Kon de class [%s%] niet laden,

source: Edit
nl: Bewerk

source: Delete
nl: Wis

source: Done! Quote deleted.
nl: Klaar! Quote gewist.

source: Delete Quote
nl: Wis Quote

source: Do you really want to delete this Quote?
nl: Moet deze quote echt gewist worden?

source: Confirm deletion?
nl: Bevestig wissen?

source: Cancel
nl: Annuleren

source: Enable categorization
nl: Schakel categorieën in

source: Items per page
nl: Items per pagina

source: Save
nl: Opslaan

source: Update Quote
nl: Werk quote bij

source: Content
nl: Inhoud

source: Quote Text
nl: Quote tekst

source: Author
nl: Auteur

source: Categories
nl: Categorieën

source: Created by %s
nl: Gemaakt door %s

source: Created on %s
nl: Gemaakt op %s

source: Last update by %s
nl: Laatst bijgewerkt door %s

source: Updated on %s
nl: Bijgewerkt op %s

source: Update
nl: Werk bij

source: Category
nl: Categorie

source: All
nl: Alle

source: Search by keyword
nl: Zoek op trefwoord

source: Clear
nl: Leeg

source: Actions
nl: Acties

source: No Quotes found.
nl: Geen quotes gevonden

source: Choose a category
nl: Kies een categorie

source: Create
nl: Maak
